import React from 'react'
import Achievements from '../Components/Content/Achievements'

const Foundation = () => {
  return (
    <div><div class="topWrap-content text-center">
    <h1 className='text-xl bg-slate-500  text-white mb-10' >जनमित्रम फाउंडेशन </h1>
    <p>जनमित्रम फाउंडेशन का प्रमुख उद्देश्य व्यक्तित्व के सर्वांगीण विकास हेतु कार्यक्रमों का संचालन करना है | स्वस्थ शरीर ,स्वच्छ मन, सुखमय जीवन, सम्पन्नता, सुसंस्कृत और सभ्य समाज की परिकल्पना को आदर्श मूल्यों के आधार पर साकार बनाना है | संगठन
        और सहयोग सहकार के द्वारा शारीरिक मानसिक सामाजिक सांस्कृतिक एवं अध्यात्मिक प्रगति के लिए वसुधैव कुटुम्बकम के भाव से कार्य करना | शिक्षा स्वास्थ्य एवं व्यक्तित्व निर्माण विकास के लिए कार्य करना |</p>

    <p>नशा उन्मूलन ,आदर्श विवाह ,नारी जागरण ,संस्कार केंद्र ,स्वाध्याय केंद्र ,वृद्धाश्रम ,गो सेवा ,सामाजिक न्याय ,कानूनी सलाह ,आध्यात्मिक केंद्र ,संगीत योग ,ध्यान आसन ,प्राणायाम ,स्वदेशी ,स्वाबलंबन शाकाहार सात्त्विक उत्पादन ,अभिनय ,नृत्य ,संवाद
        ,खेल ,लेखन ,प्रवचन ,कर्मकांड ,यज्ञ आदि कार्यों को संचालित पोषित एवं विकसित करना |</p>

    <p>विशेष परिस्थितयों में आवश्यक सेवा कार्य में योगदान देने के कार्य( यथा भूकंप ,बाढ़ ,तूफ़ान एवं कोई भी वैश्विक आपदा )</p>

    <p>ईश्वाराश्रित विद्यार्थियों की शिक्षा हेतु छात्रवृत्ति एवं मेधावी विद्यार्थियों को विशेष छात्रवृत्ति प्रदान करना |</p>

    <p>ऐसे सभी कार्यों और योजनाओं में सहयोग करना जो मानव एवं मानवता के हितार्थ संचालित हो रहे है अथवा संचालित क्रियान्वित किया जाना हो |</p>
</div>
    <Achievements />
</div>
  )
}

export default Foundation